{"upcomingLaunches":[{"date":" 1842:18 GMT (1:42:18 p.m. EST; 10:42:18 a.m. PST) ","launchVehicle":" Falcon 9 ","launchLocation":" SLC-4E, Vandenberg Air Force Base, California","payload":"Jason 3","description":" A SpaceX Falcon 9 rocket launched the Jason 3 ocean altimetry mission. Jason 3 will measure ocean surface topography to aid in ocean circulation and climate change research for NOAA, EUMETSAT, NASA and the French space agency, CNES. Delayed from March 31, July 22 and December. Read our <a href=\"http:\/\/spaceflightnow.com\/2016\/01\/18\/satellite-launched-to-measure-motions-of-the-oceans\/\">full story<\/a>. [Jan. 17]<\/font><\/td>"},{"date":" 0129 GMT on 22nd (8:29 p.m. EST on 21st) ","launchVehicle":" Falcon 9 ","launchLocation":" SLC-40, Cape Canaveral Air Force Station, Florida","payload":"Orbcomm OG2","description":" A SpaceX Falcon 9 rocket launched 11 second-generation Orbcomm communications satellites. The satellites will operate for Orbcomm Inc., providing two-way data messaging services for global customers. The rocket flew on a full-thrust version of the Falcon 9 rocket with upgraded Merlin 1D engines, stretched fuel tanks, and a payload fairing. Delayed from December 2014 and 1st Quarter 2015 and August. Delayed from Dec. 19 and Dec. 20. Read our <a href=\"http:\/\/spaceflightnow.com\/2015\/12\/22\/round-trip-rocket-flight-gives-spacex-a-trifecta-of-successes\/\">full story<\/a>. [Dec. 22]<\/font><\/td>"},{"date":" 1421:11 GMT (10:21:11 a.m. EDT) ","launchVehicle":" Falcon 9 ","launchLocation":" SLC-40, Cape Canaveral Air Force Station, Florida","payload":"SpaceX CRS 7","description":" A SpaceX Falcon 9 rocket <b>failed"},{"date":" 2303 GMT (7:03 p.m. EDT) ","launchVehicle":" Falcon 9 ","launchLocation":" SLC-40, Cape Canaveral Air Force Station, Florida","payload":"TurkmenAlem52E\/MonacoSat","description":" A SpaceX Falcon 9 rocket launched the TurkmenAlem52E\/MonacoSat 1 communications satellite for Thales Alenia Space and the government of Turkmenistan. The spacecraft is Turkmenistan's first national satellite and will support communications over Central Asia. Delayed from March 21 and April 24. Read our <a href=\"http:\/\/spaceflightnow.com\/2015\/04\/28\/falcon-9-rocket-powers-into-space-with-satellite-for-turkmenistan\/\">full story<\/a>. [April 27]<\/font><\/td>"},{"date":" 2010:41 GMT (4:10:41 p.m. EDT) ","launchVehicle":" Falcon 9 ","launchLocation":" SLC-40, Cape Canaveral Air Force Station, Florida","payload":"SpaceX CRS 6","description":" A SpaceX Falcon 9 rocket launched the eighth Dragon spacecraft on the sixth operational cargo delivery mission to the International Space Station. The flight is being conducted under the Commercial Resupply Services contract with NASA. Delayed from Dec. 5, Feb. 4, April 8 and April 10. Scrubbed on April 13. Read our <a href=\"http:\/\/spaceflightnow.com\/2015\/04\/14\/falcon-9-successfully-launches-descends-to-off-balance-landing\/\">full story<\/a>. [April 14]<\/font><\/td>"},{"date":" 0350 GMT on 2nd (10:50 p.m. EST on 1st) ","launchVehicle":" Falcon 9 ","launchLocation":" SLC-40, Cape Canaveral Air Force Station, Florida","payload":"Eutelsat 115 West B & ABS 3A","description":" A SpaceX Falcon 9 rocket launched the Eutelsat 115 West B and ABS 3A communications satellites. Eutelsat 115 West B will provide the Americas with video, data, government, and mobile services for Paris-based Eutelsat. ABS 3A will distribute television programming, Internet and mobile phone connectivity, and maritime services across the Americas, Europe, Africa and the Middle East for Asia Broadcast Satellite of Bermuda and Hong Kong. Built by Boeing, the satellites are the first spacecraft to launch in a conjoined configuration and are the first payloads to use all-electric propulsion for orbit-raising. Delayed from Feb. 17 and Feb. 27. Read our <a href=\"http:\/\/spaceflightnow.com\/2015\/03\/02\/plasma-driven-satellites-launched-from-cape-canaveral\/\">full story<\/a>. [March 2]<\/font><\/td>"},{"date":" 2303:32 GMT (6:03:32 p.m. EST) ","launchVehicle":" Falcon 9 ","launchLocation":" SLC-40, Cape Canaveral Air Force Station, Florida","payload":"DSCOVR","description":" A SpaceX Falcon 9 rocket launched the Deep Space Climate Observatory for the U.S Air Force, NOAA and NASA. DSCOVR will be positioned at the L1 libration point to monitor space weather and Earth's climate. Delayed from Jan. 13, Jan. 23, Jan. 29 and Jan. 31. Scrubbed on Feb. 8 and Feb. 10. See our <a href=\"http:\/\/spaceflightnow.com\/2015\/02\/07\/dscovr-mission-status-center\/\">Mission Status Center<\/a>. [Feb. 11]<\/font><\/td>"},{"date":" 0947:10 GMT (4:47:10 a.m. EST) ","launchVehicle":" Falcon 9 ","launchLocation":" SLC-40, Cape Canaveral Air Force Station, Florida","payload":"SpaceX CRS 5","description":" A SpaceX Falcon 9 rocket launched the seventh Dragon spacecraft on the fifth operational cargo delivery mission to the International Space Station. The flight is being conducted under the Commercial Resupply Services contract with NASA. Delayed from Sept. 12. Moved up from Nov. 27. Delayed from Oct. 3, Dec. 1, Dec. 9, Dec. 16 and Dec. 19, 2014. Scrubbed on Jan. 6 and delayed from Jan. 9. Read our <a href=\"http:\/\/spaceflightnow.com\/2015\/01\/10\/dragon-successfully-launched-rocket-recovery-demo-crash-lands\/\">full story<\/a>. [Jan. 10]<\/font><\/td>"},{"date":" 0552:03 GMT (1:52:03 a.m. EDT) ","launchVehicle":" Falcon 9","launchLocation":" SLC-40, Cape Canaveral Air Force Station, Florida","payload":"SpaceX CRS 4","description":" The SpaceX Falcon 9 rocket launched the sixth Dragon spacecraft on the fourth operational cargo delivery mission to the International Space Station. The flight is being conducted under the Commercial Resupply Services contract with NASA. Delayed from April 6, April 29, June 6, June 8, July 25, Aug. 8, Sept. 12 and Sept. 19. Scrubbed on Sept. 20 by bad weather. See our <a href=\"http:\/\/www.spaceflightnow.com\/falcon9\/013\/status.html\">Mission Status Center<\/a>. [Sept. 16]<\/font><\/td>"},{"date":" 0015 GMT on 4th (8:15 p.m. on 3rd) ","launchVehicle":" Falcon 9","launchLocation":" SLC-40, Cape Canaveral Air Force Station, Florida","payload":"AsiaSat 6","description":" A SpaceX Falcon 9 rocket launched the AsiaSat 6 communications satellite. AsiaSat 6 will support video broadcasting and broadband networks for customers in Asia, Australia, India and the Pacific islands. Delayed from May, Aug. 26, Aug. 27 and Sept. 6. See our <a href=\"http:\/\/www.spaceflightnow.com\/falcon9\/012\/status.html\">Mission Status Center<\/a>. [Sept. 7]<\/font><\/td>"},{"date":" 2328 GMT (7:28 p.m. EDT) ","launchVehicle":" Falcon 9","launchLocation":" SLC-40, Cape Canaveral Air Force Station, Florida","payload":"AsiaSat 8","description":" A SpaceX Falcon 9 rocket launched the AsiaSat 8 communications satellite. AsiaSat 8 will support direct broadcasting, private networks and broadband connectivity for customers in China, India, Southeast Asia and the Middle East. Delayed from April, May, June and Aug. 4. See our <a href=\"http:\/\/www.spaceflightnow.com\/falcon9\/011\/status.html\">Mission Status Center<\/a>. [Aug. 5]<\/font><\/td>"},{"date":" 1200 GMT (8:00 a.m. EDT) ","launchVehicle":" Falcon 9","launchLocation":" SLC-40, Cape Canaveral Air Force Station, Florida","payload":"Orbcomm OG2","description":" A SpaceX Falcon 9 rocket launched six second-generation Orbcomm communications satellites. The satellites will operate for Orbcomm Inc., providing two-way data messaging services for global customers. The rocket flew in the Falcon 9 v1.1 configuration with upgraded Merlin 1D engines, stretched fuel tanks, and a payload fairing. Delayed from September, November, April 30, May 10, May 27, June 11, June 12, June 15, June 20, June 21, June 22 and June 24. See our <a href=\"http:\/\/www.spaceflightnow.com\/falcon9\/010\/status.html\">Mission Status Center<\/a>. [July 14]<\/font><\/td>"},{"date":" 1144 GMT (7:44 a.m. EDT) ","launchVehicle":" Falcon 9","launchLocation":" SLC-40, Cape Canaveral Air Force Station, Florida","payload":"SpaceX CRS 3","description":" The SpaceX Falcon 9 rocket launched the fifth Dragon spacecraft on the third operational cargo delivery mission to the International Space Station. The flight is being conducted under the Commercial Resupply Services contract with NASA. Delayed from April 6, Sept. 30, Nov. 11, Dec. 9, Jan. 15, Feb. 11, Feb. 22, March 1, March 16 and March 30. Scrubbed on April 14. See our <a href=\"http:\/\/www.spaceflightnow.com\/falcon9\/009\/status.html\">Mission Status Center<\/a>. [April 18]<\/font><\/td>"},{"date":" 1212 GMT (7:12 a.m. EST) ","launchVehicle":" Falcon 9","launchLocation":" SLC-40, Cape Canaveral Air Force Station, Florida","payload":"Thaicom 6","description":" A SpaceX Falcon 9 rocket launched the Thaicom 6 communications satellite. Thaicom 6 will provide C-band and Ku-band communications services across Southeast Asia and Africa. The rocket flew in the Falcon 9 v1.1 configuration with upgraded Merlin 1D engines, stretched fuel tanks, and a payload fairing. Delayed from August, October, Dec. 12, Dec. 20 and Jan. 3. See our <a href=\"http:\/\/www.spaceflightnow.com\/falcon9\/008\/status.html\">Mission Status Center<\/a>. [Jan. 6]<\/font><\/td>"},{"date":" 2346 GMT (6:46 p.m. EST) ","launchVehicle":" Falcon 9","launchLocation":" SLC-40, Cape Canaveral Air Force Station, Florida","payload":"SES 8","description":" A SpaceX Falcon 9 rocket launched the SES 8 communications satellite. SES 8 will provide Ku-band and Ka-band direct-to-home broadcasting and network services over the Asia-Pacific region. The rocket flew in the Falcon 9 v1.1 configuration with upgraded Merlin 1D engines, stretched fuel tanks, and a payload fairing. Delayed from July, August, October, Nov. 1, Nov. 12 and Nov. 22. Scrubbed on Nov. 25 and Nov. 28. Delayed from Nov. 30 and Dec. 2. See our <a href=\"http:\/\/www.spaceflightnow.com\/falcon9\/007\/status.html\">Mission Status Center<\/a>. [Dec. 3]<\/font><\/td>"},{"date":" 1916 GMT (3:16 p.m. EDT) ","launchVehicle":" Falcon 9","launchLocation":" SLC-4E, Vandenberg Air Force Base, California","payload":"Cassiope","description":" A SpaceX Falcon 9 rocket launched the Cassiope satellite for the Canadian Space Agency. Cassiope carries a communications relay payload for a commercial digital broadcast courier service and an instrument to observe the Earth's ionosphere. The rocket flew in the Falcon 9 v1.1 configuration with upgraded Merlin 1D engines, stretched fuel tanks, and a payload fairing. Delayed from April, June 18, July 9, Sept. 5, Sept. 10, Sept. 14 and Sept. 15. See our <a href=\"http:\/\/www.spaceflightnow.com\/falcon9\/006\/status.html\">Mission Status Center<\/a>. [Sept. 29]<\/font><\/td>"},{"date":" 2044 GMT (3:44 p.m. EST) ","launchVehicle":" Falcon 9","launchLocation":" SLC-40, Cape Canaveral Air Force Station, Florida","payload":"SpaceX CRS 2","description":" The SpaceX Falcon 9 rocket launched the fourth Dragon spacecraft on the second operational cargo delivery mission to the International Space Station. The flight is being conducted under the Commercial Resupply Services contract with NASA. Delayed from December and Jan. 18. See our <a href=\"\/web\/20141009132741\/http:\/\/www.spaceflightnow.com\/falcon9\/005\/status.html\">Mission Status Center<\/a>. [March 1]<\/font><\/td>"},{"date":" 1838 GMT (2:38 p.m. EDT) ","launchVehicle":" Falcon 9","launchLocation":" SLC-40, Cape Canaveral Air Force Station, Florida","payload":"SpaceX CRS 1","description":" The SpaceX Falcon 9 rocket launched the third Dragon spacecraft on the first operational cargo delivery mission to the International Space Station. The flight is being conducted under the Commercial Resupply Services contract with NASA. Delayed from Aug. 9 and Sept. 24. See our <a href=\"\/web\/20141009132741\/http:\/\/www.spaceflightnow.com\/falcon9\/004\/status.html\">Mission Status Center<\/a>. [Oct. 7]<\/font><\/td>"},{"date":" 1612 GMT (11:12 a.m. EST) ","launchVehicle":" Falcon 9","launchLocation":" SLC-40, Cape Canaveral Air Force Station, Florida","payload":"Dragon C2+","description":" The SpaceX Falcon 9 rocket launched the second Dragon spacecraft, called Dragon C2+, to demonstrate rendezvous and berthing with the International Space Station for cargo-delivery. The company is building the Dragon to fly on operational resupply missions to the orbiting lab. Delayed from June 6, Oct. 8, Nov. 30, Dec. 19, Jan. 7, Feb. 7, March 20, April 30, and May 7. Scrubbed May 19 by high engine turbopump pressure. See our <a href=\"\/web\/20141009132741\/http:\/\/www.spaceflightnow.com\/falcon9\/003\/status.html\">Mission Status Center<\/a>. [May 22]<\/font><\/td>"},{"date":" 0053 GMT on 2nd (8:53 p.m. EDT on 1st) ","launchVehicle":" Falcon 9","launchLocation":" SLC-40, Cape Canaveral Air Force Station, Florida","payload":"Dragon C1","description":" The SpaceX Falcon 9 rocket launched the first active Dragon spacecraft, called Dragon C1. The mission demonstrated the capabilities of the Dragon in a three-and-a-half hour test flight named COTS 1. The company is building the Dragon to fly on resupply missions to the International Space Station. Delayed from 2nd Quarter. Delayed from July 21, August, Sept. 9, Oct. 23 and Nov. 8. Moved to Nov. 19 due to range conflict. Delayed again from Nov. 19. Delayed from Dec. 7 due to second stage nozzle issue. Follow our <a href=\"\/web\/20141009132741\/http:\/\/www.spaceflightnow.com\/falcon9\/002\/status.html\">Mission Status Center<\/a>. [Dec. 8]<\/font><\/td>"},{"date":" 1612 GMT (11:12 a.m. EST) ","launchVehicle":" Falcon 9","launchLocation":" SLC-40, Cape Canaveral Air Force Station, Florida","payload":"Dragon","description":" The SpaceX Falcon 9 rocket made its maiden launch on a demonstration mission carrying the qualification unit of the Dragon spacecraft, which the company plans to fly on resupply missions to the International Space Station. Delayed from Nov. 29, Feb. 9, March 3, March 8, March 22, April 12, May 8, May 11, May 23, May 28 and June 2. See our <a href=\"\/web\/20141009132741\/http:\/\/www.spaceflightnow.com\/falcon9\/001\/status.html\">Mission Status Center<\/a>. [June 4]<\/font><\/td>"},{"date":" 0003 GMT on 11th (7:03 p.m. EST on Feb. 10) ","launchVehicle":" Falcon 1","launchLocation":" Kwajalein Atoll, Marshall Islands","payload":"RazakSat","description":" The fifth flight of the SpaceX Falcon 1 rocket launched the RazakSat Earth-imaging spacecraft for Malaysia. The satellite also features the name MACSat, or Medium-sized Aperture Camera Satellite. <a href=\"\/web\/20141009132741\/http:\/\/www.spaceflightnow.com\/news\/n0904\/19falcon1\/\">Delayed<\/a> from April 20. See our <a href=\"\/web\/20141009132741\/http:\/\/www.spaceflightnow.com\/falcon\/005\/status.html\">Mission Status Center<\/a>. [July 14]<\/font><\/td>"},{"date":" 2217 GMT (6:17 p.m. EDT) ","launchVehicle":" Falcon 1","launchLocation":" Kwajalein Atoll, Marshall Islands","payload":"Test flight","description":" The SpaceX Falcon 1 rocket launched on its first successful flight. It carried a mass satellite simulator during the demonstration test launch. See our <a href=\"\/web\/20141009132741\/http:\/\/www.spaceflightnow.com\/falcon\/004\/status.html\">Mission Status Center<\/a>. [Sept. 28]<\/font><\/td>"},{"date":" 0855 GMT (3:55 a.m. EST) ","launchVehicle":" Falcon 1","launchLocation":" Kwajalein Atoll, Marshall Islands","payload":"Jumpstart","description":" The SpaceX Falcon 1 rocket <b>failed"},{"date":" 0435 GMT (12:35 a.m. EDT) ","launchVehicle":" Falcon 1","launchLocation":" Kwajalein Atoll, Marshall Islands","payload":"Demo Flight 2","description":" The SpaceX Falcon 1 rocket performed a launch demonstration flight for the Defense Advanced Research Projects Agency (DARPA). This marked the second launch of the Falcon 1 vehicle. Delayed from Jan. 21. Delayed from Jan. 22 to replace thrust vector control pitch actuator on the second stage. Delayed from late February due to Range availability. Delayed from March 9. Scrubbed on March 19. See our <a href=\"\/web\/20141009132741\/http:\/\/www.spaceflightnow.com\/falcon\/f2\/status.html\">Mission Status Center<\/a>. [March 21]<\/font><\/td>"},{"date":" 0820 GMT (4:20 a.m. EDT) ","launchVehicle":" Falcon 1","launchLocation":" Omelek Island in the Kwajalein Atoll","payload":"FalconSat 2","description":" The inaugural flight of the SpaceX Falcon 1 rocket <u>failed<\/u> in its launch the Air Force Academy's cadet-built FalconSat-2 science spacecraft. The tiny satellite would have probed space plasma that can impact communications and GPS navigation accuracy. Delayed from Nov. 25 due to range scheduling conflict. Scrubbed on Nov. 26 by loss of liquid oxygen and helium and engine computer issue. Scrubbed on Dec. 19 by damage to first stage fuel tank. Pushed back from Feb. 8, 9 and 10 to complete testing. Delayed further to replace second stage tank and replenish liquid oxygen supplies at the remote launch site. Delayed from March 23 to complete data review after engine firing test. See our <a href=\"\/web\/20141009132741\/http:\/\/www.spaceflightnow.com\/falcon\/f1\/status.html\">Mission Status Center<\/a> coverage. [March 24]<\/font><\/td>"}]}