{"upcomingLaunches":[{"date":"February TBD ","launchVehicle":"Falcon 9","launchLocation":" SLC-40, Cape Canaveral Air Force Station, Florida","payload":"SES 9","description":"A SpaceX Falcon 9 rocket will launch the SES 9 communications satellite. Owned by SES of Luxembourg, the spacecraft will provide direct-to-home and other communications services over Northeast Asia, South Asia and Indonesia, as well as maritime communications for vessels in the Indian Ocean. The rocket will fly on a full-thrust version of the Falcon 9 rocket. Delayed from July 15, August, November, December and Feb. 6. []"},{"date":"March 20 0433 GMT (12:33 a.m. EDT) ","launchVehicle":"Falcon 9","launchLocation":" SLC-40, Cape Canaveral Air Force Station, Florida","payload":"SpaceX CRS 8","description":"A SpaceX Falcon 9 rocket will launch the 10th Dragon spacecraft on the eighth operational cargo delivery mission to the International Space Station. The flight is being conducted under the Commercial Resupply Services contract with NASA. Delayed from Aug. 13, Sept. 2, Jan. 3 and Feb. 7. []"},{"date":"March TBD ","launchVehicle":"Falcon 9","launchLocation":" SLC-40, Cape Canaveral Air Force Station, Florida","payload":"Eutelsat 117 West B & ABS 2A","description":"A SpaceX Falcon 9 rocket will launch the Eutelsat 117 West B and ABS 2A communications satellites. Eutelsat 117 West B will provide Latin America with video, data, government, and mobile services for Paris-based Eutelsat. ABS 2A will distribute direct-to-home television, mobile and maritime communications services across Russia, India, the Middle East, Africa, Southeast Asia and the Indian Ocean region for Asia Broadcast Satellite of Bermuda and Hong Kong. Built by Boeing, the satellites will launch in a conjoined configuration and will use all-electric propulsion for orbit-raising. Delayed from 4th quarter 2015. []"},{"date":"Early 2016 TBD ","launchVehicle":"Falcon 9","launchLocation":" SLC-40, Cape Canaveral Air Force Station, Florida","payload":"JCSAT 14","description":"A SpaceX Falcon 9 rocket will launch the JCSAT 14 communications satellite for Tokyo-based SKY Perfect JSAT Corp. JCSAT 14 will support data networks, television broadcasters and mobile communications users in Japan, East Asia, Russia, Oceania, Hawaii and other Pacific islands. Delayed from late 2015. [Sept. 9]"},{"date":"TBD TBD ","launchVehicle":"Falcon 9","launchLocation":" SLC-40, Cape Canaveral Air Force Station, Florida","payload":"SpaceX CRS 9","description":"A SpaceX Falcon 9 rocket will launch the 11th Dragon spacecraft on the ninth operational cargo delivery mission to the International Space Station. The flight is being conducted under the Commercial Resupply Services contract with NASA. Delayed from Dec. 9. []"},{"date":"April TBD ","launchVehicle":"Falcon Heavy","launchLocation":" LC-39A, Kennedy Space Center, Florida","payload":"Demo Flight","description":"A SpaceX Falcon Heavy rocket will launch on its first demonstration flight. The heavy-lift rocket is formed of three Falcon 9 rocket cores strapped together with 27 Merlin 1D engines firing at liftoff. Delayed from 3rd Quarter of 2015. [July 22]"},{"date":"May TBD ","launchVehicle":"Falcon 9","launchLocation":" SLC-40, Cape Canaveral Air Force Station, Florida","payload":"Amos 6","description":"A SpaceX Falcon 9 rocket will launch the Amos 6 communications satellite for Spacecom of Israel. Amos 6 will provide communications and broadcast services over a coverage area stretching from the U.S. Coast to Europe, Africa and the Middle East. Amos 6 will also support the Israeli government’s satellite communications needs. Delayed from 3rd quarter of 2015 and 1st quarter of 2016. []"},{"date":"June 10 TBD ","launchVehicle":"Falcon 9","launchLocation":" SLC-40, Cape Canaveral Air Force Station, Florida","payload":"SpaceX CRS 10","description":"A SpaceX Falcon 9 rocket will launch the 12th Dragon spacecraft on the 10th operational cargo delivery mission to the International Space Station. The flight is being conducted under the Commercial Resupply Services contract with NASA. Delayed from Feb. 13. [Sept. 29]"},{"date":"Aug. 15 TBD ","launchVehicle":"Falcon 9","launchLocation":" SLC-40, Cape Canaveral Air Force Station, Florida","payload":"SpaceX CRS 11","description":"A SpaceX Falcon 9 rocket will launch the 13th Dragon spacecraft on the 11th operational cargo delivery mission to the International Space Station. The flight is being conducted under the Commercial Resupply Services contract with NASA. Delayed from June 2. [Sept. 29]"},{"date":"August TBD ","launchVehicle":"Falcon 9","launchLocation":" SLC-4E, Vandenberg Air Force Base, California","payload":"Iridium Next 3-12","description":"A SpaceX Falcon 9 rocket will launch 10 satellites for the Iridium next mobile communications fleet. Delayed from 1st Quarter. [Oct. 31]"},{"date":"October TBD ","launchVehicle":"Falcon 9","launchLocation":" SLC-4E, Vandenberg Air Force Base, California","payload":"Iridium Next 13-22","description":"A SpaceX Falcon 9 rocket will launch 10 satellites for the Iridium next mobile communications fleet. [Oct. 31]"},{"date":"October TBD ","launchVehicle":"Falcon Heavy","launchLocation":" LC-39A, Kennedy Space Center, Florida","payload":"STP-2","description":"A SpaceX Falcon Heavy rocket will launch the U.S. Air Force’s Space Test Program-2 mission with a cluster of military and scientific research satellites. The heavy-lift rocket is formed of three Falcon 9 rocket cores strapped together with 27 Merlin 1D engines firing at liftoff. [Jan. 1]"},{"date":"Dec. 15 TBD ","launchVehicle":"Falcon 9","launchLocation":" SLC-40, Cape Canaveral Air Force Station, Florida","payload":"SpaceX CRS 12","description":"A SpaceX Falcon 9 rocket will launch the 14th Dragon spacecraft on the 12th operational cargo delivery mission to the International Space Station. The flight is being conducted under the Commercial Resupply Services contract with NASA. [Jan. 1]"},{"date":"December TBD ","launchVehicle":"Falcon 9","launchLocation":" LC-39A, Kennedy Space Center, Florida","payload":"Crew Dragon Demo 1","description":"A SpaceX Falcon 9 rocket will launch a Crew Dragon spacecraft on an uncrewed test flight to the International Space Station under the auspices of NASA’s commercial crew program. [Jan. 1]"}]}